-- MySQL dump 10.13  Distrib 5.7.12, for osx10.9 (x86_64)
--
-- Host: 127.0.0.1    Database: mark
-- ------------------------------------------------------
-- Server version	5.7.16

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `certreq`
--

DROP TABLE IF EXISTS `certreq`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `certreq` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `leaderName` varchar(20) NOT NULL,
  `leaderMobile` varchar(20) NOT NULL,
  `leaderMail` varchar(50) NOT NULL,
  `certreq` varchar(20) NOT NULL,
  `memberName1` varchar(20) DEFAULT NULL,
  `memberName2` varchar(20) DEFAULT NULL,
  `address` varchar(50) DEFAULT NULL,
  `postCode` varchar(20) DEFAULT NULL,
  `addressDetail` varchar(150) DEFAULT NULL,
  `note` varchar(500) DEFAULT NULL,
  `submitAt` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=111 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `certreq`
--

LOCK TABLES `certreq` WRITE;
/*!40000 ALTER TABLE `certreq` DISABLE KEYS */;
INSERT INTO `certreq` VALUES (1,'周鹗荐','','','','李瀚文','','','','','',''),(2,'千万峰','','','','程春阳','陈浩杰','','','','',''),(3,'陈梁港旭','','','','陈鑫磊','张骏','','','','',''),(4,'金恺翔','','','','胡星武','林方欣','','','','',''),(5,'徐文栋','','','','周建亭','王朗','','','','',''),(6,'李争彦','','','','张威','李尧羿','','','','',''),(7,'刘宇峰','','','','林煜焌','包海','','','','',''),(8,'陈成','','','','张官宏','王威博','','','','',''),(9,'黄才宝','','','','叶翰华','孟1','','','','',''),(10,'张亚杰','','','','黄中源','付亚楠','','','','',''),(11,'蒋翼龙','','','','辜思学','','','','','',''),(12,'王秋锋','','','','王林','曾昭翰','','','','',''),(13,'董全','','','','周金林','夏腾溪','','','','',''),(14,'王辉','','','','徐飞','景嘉楠','','','','',''),(15,'王天行','','','','黄振','黄聿超','','','','',''),(16,'赵仰振','','','','张明星','周枭棠','','','','',''),(17,'俞笑杭','','','','郑赛','张韦嘉','','','','',''),(18,'胡日扬','','','','朱国富','邢正颖','','','','',''),(19,'刘清华','','','','陈住辉','江国洲','','','','',''),(20,'林渲竺','','','','','','','','','',''),(21,'叶栽森','','','','张尊帅','石贤飞','','','','',''),(22,'黑猫','','','','林鹤翔','','','','','',''),(23,'刘洋','','','','彭柏皓','赵成阳','','','','',''),(24,'应祥','','','','何国平','夏静','','','','',''),(25,'何顺平','','','','雷永辉','廖育鹏','','','','',''),(26,'方浩宇','','','','秦跃','张丽娜','','','','',''),(27,'张舜宇','','','','包锴楠','吴登轲','','','','',''),(28,'卢日成','','','','范国权','刘杨','','','','',''),(29,'陈暄群','','','','李迎港','','','','','',''),(30,'杜帅','','','','孙烈旭','杨爽','','','','',''),(31,'陈久健','','','','陈久健','','','','','',''),(32,'潘林','','','','王云杰','张昊','','','','',''),(33,'钟沚','','','','鲁择新','','','','','',''),(34,'郑涌','','','','王文','张世伟','','','','',''),(35,'张贺双','','','','张贺双','','','','','',''),(36,'曹智杰','','','','陈伟文','竺旭亮','','','','',''),(37,'来泽楠','','','','徐际岚','刘宇澄','','','','',''),(38,'王云杰','','','','王木之','','','','','',''),(39,'张国成','15734015759','2642875126@qq.com','邮寄证书','李卓儒','张闯','辽宁省 沈阳市','110136','辽宁省 沈阳市 沈北新区道义南大街沈阳航空航天大学','','2017-06-12 08:08:38'),(40,'李长彬','','','','刘聪','王煜','','','','',''),(41,'纪卓志','','','','张子涵','王淇','','','','',''),(42,'林湖龙','','','','谢仁义','陈彦君','','','','',''),(43,'邵文清','','','','无','','','','','',''),(44,'赵晨余','','','','张宗杰','芦德鹏','','','','',''),(45,'李柏雨','','','','李柏雨','','','','','',''),(46,'程国宇','','','','程国宇','','','','','',''),(47,'沈皓','','','','未知','未知','','','','',''),(48,'丛日正','','','','陈尧','','','','','',''),(49,'陆凯晨','','','','陆凯晨','','','','','',''),(50,'周浩宇','','','','张兆轩','','','','','',''),(51,'李东庆','','','','孙振强','周恒阳','','','','',''),(52,'杨兴志','','','','唐香港','黄衍琪','','','','',''),(53,'富文杰','','','','刘明','陈龙','','','','',''),(54,'张鑫鑫','','','','徐泽森','','','','','',''),(55,'赵舒啸','','','','陈兆宇','华瑞东','','','','',''),(56,'崔浩','','','','崔浩','','','','','',''),(57,'窦永鹏','','','','王青松','李涛','','','','',''),(58,'朱秀军','','','','伊婧文','欧阳晨星','','','','',''),(59,'赵婷婷','','','','张锐捷','蒋金宇','','','','',''),(60,'刘小泽','','','','刘大泽','','','','','',''),(61,'范天啸','','','','熊轩','赵鸿剑','','','','',''),(62,'蒋金位','','','','刘鑫','刘磊','','','','',''),(63,'曹家华','','','','芦臣炜','张伦','','','','',''),(64,'王迎港','','','','欧阳天','张永雷','','','','',''),(65,'刘承旭','','','','样灼','','','','','',''),(66,'资霄','','','','左飞龙','李炳','','','','',''),(67,'林泽聪','','','','潘明俊','谷韶鑫','','','','',''),(68,'李书缘','','','','李书缘','','','','','',''),(69,'周哲','','','','吴玉军','单姜一','','','','',''),(70,'董钰','','','','王春飞','','','','','',''),(71,'王志平','','','','韩洁','','','','','',''),(72,'林越','','','','徐锶浩','陈圣尹','','','','',''),(73,'胡强','','','','黄思翔','程曦','','','','',''),(74,'周旭文','','','','陈佰鑫','侯秋阳','','','','',''),(75,'王文豪','','','','陈宇航','','','','','',''),(76,'潘敏佳','','','','潘敏佳','','','','','',''),(77,'张熠坤','','','','罗海伦','邓佩瑶','','','','',''),(78,'钟发海','','','','金芝光','袁春兰','','','','',''),(79,'吴家辉','','','','王迎凯','左振萌','','','','',''),(80,'陈圣鑫','','','','潘黎','蓝王力','','','','',''),(81,'蒋慧琳','','','','蔡敏敏','','','','','',''),(82,'刘佳其','','','','刘佳其','','','','','',''),(83,'焦若鸿','','','','尼博琳','吴腾','','','','',''),(84,'王恒','','','','王恒','','','','','',''),(85,'钟庭彪','','','','孙铤超','李克炼','','','','',''),(86,'江敬恩','','','','刘存添','宁湘翼','','','','',''),(87,'李开均','','','','李开均','','','','','',''),(88,'赵旗','','','','屈月','','','','','',''),(89,'何健','','','','毕业快乐','','','','','',''),(90,'李英彦','','','','任力','靳越','','','','',''),(91,'王寿年','','','','李姝婷','','','','','',''),(92,'郭加鹏','','','','郭加鹏','山东农业大学','','','','',''),(93,'杨再宁','','','','杨','','','','','',''),(94,'乔善宝','17864216432','1048352779@qq.com','电子 + 邮寄','袁帅','巩光乾','山东省 青岛市','266000','山东省 青岛市 崂山区 松岭路99号 青岛科技大学 崂山校区','','2017-06-12 10:10:35'),(95,'赵耀','','','','刘家旺','李金桥','','','','',''),(96,'时涛涛','','','','徐旭','','','','','',''),(97,'王湧博','','','','李战士','朱梓鑫','','','','',''),(98,'王鹏','','','','陈慧','张洋','','','','',''),(99,'','','','','','','','','','',''),(100,'李杰','','','','李杰','','','','','',''),(101,'','','','','','','','','','',''),(102,'施海勇','','','','孙士祥','黄黎明','','','','',''),(103,'洪育招','','','','朱源彬','张秉坤','','','','',''),(104,'吴成铭','','','','王涛','','','','','',''),(105,'王阳','','1154225750@qq.com','','','','','','','',''),(106,'湛进','','','','湛进','','','','','',''),(107,'孙嘉炜','','','','不存在的','','','','','',''),(108,'董京林','','','','门剑锋','','','','','',''),(109,'范世超','','','','徐嘉伯','蒋文峰','','','','',''),(110,'牛庆威','','','','朱孔强','慕德龙','','','','','');
/*!40000 ALTER TABLE `certreq` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-06-12 12:35:41
